Repository: baranbingol1/quotaboard
Catalog: src/AiLimits.Presentation.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: tr_tr

# Data_RefreshProgressDetail
source: fetching {0}…
tr_tr: {0} getiriliyor…

# Data_RefreshStageDiscovering
source: Discovering accounts…
tr_tr: Hesaplar keşfediliyor…

# Data_RefreshStageScanning
source: Scanning local history…
tr_tr: Yerel geçmiş taranıyor…

# Data_ShowingSaved
source: Showing saved data
tr_tr: Kayıtlı veriler gösteriliyor

# Data_UnavailableUpper
source: UNAVAILABLE
tr_tr: KULLANILAMIYOR

# Data_ValidUpper
source: VALID
tr_tr: GEÇERLİ

# Data_NoPricingCache
source: No pricing cache is available
tr_tr: Fiyat önbelleği bulunmuyor

# Data_CatalogAge
source: Fetched {0} ago from models.dev
tr_tr: models.dev'den {0} önce alındı

# Data_HealthyUpper
source: HEALTHY
tr_tr: SAĞLIKLI

# Data_CatalogUnavailable
source: Catalog unavailable
tr_tr: Katalog kullanılamıyor

# Data_ModelsDevAge
source: models.dev · {0} old
tr_tr: models.dev · {0} önce

# Data_ExactSources
source: {0} exact source(s)
tr_tr: {0} kesin kaynak

# Data_SchemaHealthy
source: Stored on this PC · schema v5 · WAL
tr_tr: Bu bilgisayarda saklanıyor · şema v5 · WAL

# Data_NoCatalogMatch
source: No catalog match
tr_tr: Katalog eşleşmesi yok

# Data_RateIncomplete
source: Pricing rate incomplete
tr_tr: Fiyatlandırma oranı eksik

# Data_PricedAlias
source: Priced via explicit alias
tr_tr: Açık takma adla fiyatlandırıldı

# Data_DerivedMultiplier
source: Priced via derived multiplier
tr_tr: Türetilmiş çarpanla fiyatlandırıldı

# Data_PricedExact
source: Priced exact match
tr_tr: Tam eşleşmeyle fiyatlandırıldı

# Data_PricedManual
source: Manual price
tr_tr: Elle fiyat

# Data_ModelsPriced
source: {0:N0} of {1:N0} models priced
tr_tr: {1:N0} modelin {0:N0} tanesi fiyatlandırıldı

# Data_ModelCount
source: {0:N0} model(s)
tr_tr: {0:N0} model

# Data_DayNoUsage
source: {0} No usage
tr_tr: {0} Kullanım yok

# Data_Others
source: Others — {0}
tr_tr: Diğerleri — {0}

# Data_DayUsage
source: {0} {1} tokens {2}
tr_tr: {0} {1} token {2}

# Data_OneResetCredit
source: 1 reset credit
tr_tr: 1 sıfırlama kredisi

# Data_ResetCredits
source: {0:N0} reset credits
tr_tr: {0:N0} sıfırlama kredisi

# Data_NoResetCredits
source: No reset credits are available
tr_tr: Kullanılabilir sıfırlama kredisi yok

# Data_NoExpiry
source: No expiry date
tr_tr: Son kullanma tarihi yok

# Data_Expires
source: Expires {0}
tr_tr: Son kullanma: {0}

# Data_WithoutExpiry
source: · {0:N0} without expiry
tr_tr: · {0:N0} tanesinde son kullanma yok

# Data_NewActivityWeek
source: New activity this week
tr_tr: Bu hafta yeni etkinlik var

# Data_VsPriorWeek
source: {0} {1:0}% vs prior week
tr_tr: {0} önceki haftaya göre %{1:0}

# Data_NoUsage
source: No usage
tr_tr: Kullanım yok

# Data_Tokens
source: {0} tokens
tr_tr: {0} token

# Data_ExactTokens
source: Exact tokens
tr_tr: Kesin tokenlar

# Data_NoTokenData
source: No token data
tr_tr: Token verisi yok

# Data_LimitsOnly
source: Limits only
tr_tr: Yalnızca limitler

# Data_NoLocalHistory
source: No local usage history found
tr_tr: Yerel kullanım geçmişi bulunamadı

# Data_NoFactorySession
source: No Factory CLI session detected
tr_tr: Factory CLI oturumu algılanmadı

# Data_NoLocalAccount
source: No local account detected
tr_tr: Yerel hesap algılanmadı

# Data_HistoryNotDetected
source: History not detected
tr_tr: Geçmiş algılanmadı

# Data_NotConnected
source: Not connected
tr_tr: Bağlı değil

# Data_LocalHistoryDetected
source: Local history detected
tr_tr: Yerel geçmiş algılandı

# Data_FactorySessionDetected
source: Factory CLI session detected
tr_tr: Factory CLI oturumu algılandı

# Data_OpenCodeCoverage
source: Usage is attributed to each model vendor. No OpenCode Go or Zen subscription is assumed.
tr_tr: Kullanım her model sağlayıcısına ayrı ayrı atanır. OpenCode Go veya Zen aboneliği varsayılmaz.

# Data_ExactLocalTokens
source: Exact local tokens
tr_tr: Kesin yerel tokenlar

# Data_ViewUsageOn
source: {0} usage
tr_tr: {0} kullanımı

# Data_ViewCopilotSettings
source: Copilot settings
tr_tr: Copilot ayarları

# Data_FreshVia
source: Fresh · {0}
tr_tr: Güncel · {0}

# Data_SignInRequiredAge
source: Sign-in required · {0}
tr_tr: Oturum açmak gerekiyor · {0}

# Data_CachedAge
source: Cached · {0}
tr_tr: Önbellekte · {0}

# Data_RateLimitedAge
source: Rate-limited · {0}
tr_tr: Hız sınırlı · {0}

# Data_OfflineAge
source: Offline · {0}
tr_tr: Çevrimdışı · {0}

# Data_RetryingAge
source: Retrying · {0}
tr_tr: Yeniden deneniyor · {0}

# Data_UnsupportedAge
source: Unsupported response · {0}
tr_tr: Desteklenmeyen yanıt · {0}

# Card_StatusLive
source: LIVE
tr_tr: CANLI

# Card_StatusStale
source: STALE
tr_tr: ESKİ

# Card_StatusOffline
source: OFFLINE
tr_tr: ÇEVRİMDIŞI

# Card_StatusRateLimited
source: RATE-LIMITED
tr_tr: HIZ SINIRI

# Card_StatusSignIn
source: SIGN IN
tr_tr: OTURUM AÇ

# Card_StatusNoQuota
source: NO QUOTA
tr_tr: KOTA YOK

# Card_StatusError
source: ERROR
tr_tr: HATA

# Data_SignInRequired
source: Sign-in required
tr_tr: Oturum açmak gerekiyor

# Data_RateLimited
source: Rate-limited
tr_tr: Hız sınırlandı

# Data_Offline
source: Offline
tr_tr: Çevrimdışı

# Data_Retrying
source: Retrying
tr_tr: Yeniden deneniyor

# Data_Unsupported
source: Unsupported response
tr_tr: Desteklenmeyen yanıt

# Data_FetchFailed
source: Fetch failed
tr_tr: Getirme başarısız

# Data_ConnectedNoQuota
source: Connected · no quota data
tr_tr: Bağlı · kota verisi yok

# Data_Success
source: Success
tr_tr: Başarılı

# Data_Credits
source: {0:0.##} credits
tr_tr: {0:0.##} kredi

# Data_AuthCodex
source: ChatGPT OAuth / API key
tr_tr: ChatGPT OAuth / API anahtarı

# Data_AuthClaude
source: Claude OAuth / API key
tr_tr: Claude OAuth / API anahtarı

# Data_AuthOpenCode
source: Local OpenCode history
tr_tr: Yerel OpenCode geçmişi

# Data_AuthDroid
source: Factory CLI session
tr_tr: Factory CLI oturumu

# Data_AuthCopilot
source: GitHub account / Copilot API
tr_tr: GitHub hesabı / Copilot API

# Data_CoverageCodex
source: Quota limits and exact local Codex tokens
tr_tr: Kota limitleri ve kesin yerel Codex tokenları

# Data_CoverageClaude
source: Quota limits and exact local Claude tokens
tr_tr: Kota limitleri ve kesin yerel Claude tokenları

# Data_CoverageOpenCode
source: Exact local tokens attributed to each model vendor
tr_tr: Her model sağlayıcısına atanan kesin yerel tokenlar

# Data_CoverageDroid
source: Factory quota limits and exact local Droid tokens
tr_tr: Factory kota limitleri ve kesin yerel Droid tokenları

# Data_CoverageCopilot
source: Copilot quota limits and exact local usage when available
tr_tr: Copilot kota limitleri ve varsa kesin yerel kullanım

# Meter_PercentUsed
source: {0:0.#}% used
tr_tr: %{0:0.#} kullanıldı

# Meter_MeasureUsed
source: {0} used
tr_tr: {0} kullanıldı

# Meter_PercentRemaining
source: {0:0.#}% remaining
tr_tr: %{0:0.#} kaldı

# Meter_MeasureRemaining
source: {0} remaining
tr_tr: {0} kaldı

# Meter_NoScheduledReset
source: No scheduled reset
tr_tr: Planlanmış sıfırlama yok

# Meter_ResetsIn
source: Resets {0}
tr_tr: {0} sıfırlanır

# Meter_ResetsAt
source: Resets {0:g}
tr_tr: {0:g} tarihinde sıfırlanır

# Meter_PaceExhaustNow
source: On pace to exhaust now
tr_tr: Bu hızla şimdi tükenecek

# Meter_PaceExhaustBeforeReset
source: On pace to exhaust {0}, before reset
tr_tr: Bu hızla {0}, sıfırlamadan önce tükenecek

# Meter_PaceByReset
source: On pace for ~{0:0}% by reset
tr_tr: Bu hızla sıfırlamada yaklaşık %{0:0}

# Meter_StatusStale
source: STALE
tr_tr: ESKİ

# Meter_StatusExhausted
source: EXHAUSTED
tr_tr: TÜKENDİ

# Meter_StatusCritical
source: CRITICAL
tr_tr: KRİTİK

# Meter_StatusWatch
source: WATCH
tr_tr: DİKKAT

# Meter_StatusOnTrack
source: ON TRACK
tr_tr: YOLUNDA

# ProviderCard_MoreLimits
source: +{0} more limits
tr_tr: +{0} limit daha

# ProviderCard_ViewProvider
source: View provider
tr_tr: Sağlayıcıyı görüntüle

# ProviderCard_ServiceIncident
source: SERVICE INCIDENT
tr_tr: SAĞLAYICI DURUMU

# Reset_AutomationName
source: Quota reset reminder
tr_tr: Kota sıfırlama anımsatıcısı

# Settings_DetectedPlan
source: Detected {0}
tr_tr: {0} algılandı

# Settings_DetectedPlanNamed
source: Detected {0} plan
tr_tr: {0} planı algılandı

# Settings_UsdPerMonth
source: USD / month
tr_tr: USD / ay

# Settings_DetectedPrice
source: Detected price: ${0:0.##} / month
tr_tr: Algılanan fiyat: ayda ${0:0.##}

# Tray_Open
source: Open QuotaBoard
tr_tr: QuotaBoard'u aç

# Tray_Refresh
source: Refresh
tr_tr: Yenile

# Tray_Quit
source: Quit
tr_tr: Çık

# Tray_NoMeters
source: No quota meters are available yet.
tr_tr: Henüz kullanılabilir kota ölçeri yok.

# Tray_Hint
source: Left-click for status · right-click for actions
tr_tr: Durum için sol tıklayın · işlemler için sağ tıklayın

# Tray_TooltipNoMeters
source: QuotaBoard · no meters yet
tr_tr: QuotaBoard · henüz ölçer yok

# UsageWindow_LastDays
source: Last {0} days
tr_tr: Son {0} gün

# UsageWindow_Summary
source: {0} tokens · {1} API estimate
tr_tr: {0} token · {1} API tahmini

# UsageWindow_SelectedPeriod
source: Selected period
tr_tr: Seçili dönem

# UsageWindow_Days
source: {0}-day
tr_tr: {0} günlük

# UsageWindow_Breakdown
source: {0} {1} tokens {2} API estimate
tr_tr: {0} {1} token {2} API tahmini

# UsageWindow_WorktreeSuffix
source: · worktree
tr_tr: · çalışma ağacı

# UsageWindow_ProjectReconciled
source: Reconciled · {0} total
tr_tr: Uzlaştırıldı · toplam {0}

# UsageWindow_ProjectMismatch
source: Project total {0} · history total {1}
tr_tr: Proje toplamı {0} · geçmiş toplamı {1}

# UsageWindow_Comparison
source: {0}: tokens {1} · cost {2} vs previous period
tr_tr: {0}: token kullanımı önceki döneme göre {1} · maliyet {2}

# Delta_NoChange
source: no change
tr_tr: değişmedi

# Delta_New
source: new
tr_tr: yeni

# Delta_Unavailable
source: unavailable
tr_tr: kullanılamıyor

# Runtime_AccountCodex
source: Codex CLI account
tr_tr: Codex CLI hesabı

# Runtime_AccountClaude
source: Claude Code account
tr_tr: Claude Code hesabı

# Runtime_AccountOpenCode
source: OpenCode CLI history
tr_tr: OpenCode CLI geçmişi

# Runtime_AuthOpenCode
source: Local usage history
tr_tr: Yerel kullanım geçmişi

# Runtime_AuthDroid
source: Factory CLI session / optional API key
tr_tr: Factory CLI oturumu / isteğe bağlı API anahtarı

# Runtime_AuthCopilot
source: GitHub device authorization
tr_tr: GitHub cihaz yetkilendirmesi

# Runtime_AuthOpenCodeMetadata
source: Local history + provider auth metadata
tr_tr: Yerel geçmiş + sağlayıcı kimlik doğrulama meta verileri

# Runtime_AuthOpenCodeDatabase
source: Local usage database
tr_tr: Yerel kullanım veritabanı

# Runtime_AuthDroidSession
source: Factory CLI session
tr_tr: Factory CLI oturumu

# Runtime_AuthDroidApiKey
source: Optional API key
tr_tr: İsteğe bağlı API anahtarı

# Runtime_MeterPrimaryLimit
source: Primary limit
tr_tr: Birincil limit

# Runtime_MeterSecondaryLimit
source: Secondary limit
tr_tr: İkincil limit

# Runtime_MeterIndividualLimit
source: Individual limit
tr_tr: Bireysel limit

# Runtime_MeterWeeklyLimit
source: Weekly limit
tr_tr: Haftalık limit

# Runtime_MeterFiveHourLimit
source: 5-hour limit
tr_tr: 5 saatlik limit

# Runtime_MeterMonthlyLimit
source: Monthly limit
tr_tr: Aylık limit

# Runtime_MeterGoSessionBudget
source: Go session budget
tr_tr: Go oturum bütçesi

# Runtime_MeterGoWeeklyBudget
source: Go weekly budget
tr_tr: Go haftalık bütçesi

# Runtime_MeterGoMonthlyBudget
source: Go monthly budget
tr_tr: Go aylık bütçesi

# Runtime_MeterStandardTokens
source: Standard tokens
tr_tr: Standart tokenlar

# Runtime_MeterPremiumTokens
source: Premium tokens
tr_tr: Premium tokenlar

# Runtime_MeterExtraUsageBalance
source: Extra usage balance
tr_tr: Ek kullanım bakiyesi

# Runtime_MeterCredits
source: Credits
tr_tr: Krediler

# Runtime_MeterCodexExtraLimit
source: Codex extra limit
tr_tr: Codex ek limiti

# Runtime_SecondaryMeter
source: Secondary {0}
tr_tr: İkincil {0}

# Runtime_WeeklyLimitFor
source: {0} weekly limit
tr_tr: {0} haftalık limiti

# Runtime_FiveHourLimitFor
source: {0} 5-hour limit
tr_tr: {0} 5 saatlik limiti

# Runtime_MonthlyLimitFor
source: {0} monthly limit
tr_tr: {0} aylık limiti

# Runtime_LimitFor
source: {0} limit
tr_tr: {0} limiti

# Runtime_TokensFor
source: {0} tokens
tr_tr: {0} tokenları

# Runtime_FailureAuthentication
source: Authentication failed
tr_tr: Kimlik doğrulama başarısız

# Runtime_FailureAuthorization
source: Authorization failed
tr_tr: Yetkilendirme başarısız

# Runtime_FailureAccountMismatch
source: Account mismatch
tr_tr: Hesap uyuşmazlığı

# Runtime_FailureRateLimited
source: Rate limited
tr_tr: İstek sınırlandı

# Runtime_FailureNetwork
source: Network error
tr_tr: Ağ hatası

# Runtime_FailureTimeout
source: Timed out
tr_tr: Zaman aşımı

# Runtime_FailureMalformed
source: Malformed provider response
tr_tr: Sağlayıcı yanıtı bozuk

# Runtime_FailureProviderChanged
source: Provider response changed
tr_tr: Sağlayıcı yanıtı değişti

# Runtime_FailureCancelled
source: Cancelled
tr_tr: İptal edildi

# Runtime_FailureUnsupported
source: Not supported
tr_tr: Desteklenmiyor

# Runtime_FailureTemporarilyUnavailable
source: Temporarily unavailable
tr_tr: Geçici olarak kullanılamıyor

# Runtime_FailureUnknown
source: Unknown failure
tr_tr: Bilinmeyen hata

# Runtime_MeaningSuccess
source: Limits were read and are shown on Overview.
tr_tr: Limitler okundu ve Genel Bakış'ta gösteriliyor.

# Runtime_MeaningAuthentication
source: Sign in again in this provider's CLI or app.
tr_tr: Bu sağlayıcının CLI'ında veya uygulamasında yeniden oturum açın.

# Runtime_MeaningAuthorization
source: This account is not allowed to read those limits.
tr_tr: Bu hesabın söz konusu limitleri okuma izni yok.

# Runtime_MeaningAccountMismatch
source: The answer belonged to a different account, so it was discarded.
tr_tr: Yanıt başka bir hesaba aitti, bu yüzden yok sayıldı.

# Runtime_MeaningRateLimited
source: The provider asked QuotaBoard to slow down. It will try again later.
tr_tr: Sağlayıcı QuotaBoard'dan yavaşlamasını istedi. Daha sonra yeniden denenecek.

# Runtime_MeaningNetwork
source: QuotaBoard could not reach the provider.
tr_tr: QuotaBoard sağlayıcıya ulaşamadı.

# Runtime_MeaningTimeout
source: The provider did not answer in time.
tr_tr: Sağlayıcı zamanında yanıt vermedi.

# Runtime_MeaningMalformed
source: The answer could not be read, so nothing on screen was changed.
tr_tr: Yanıt okunamadı, bu yüzden ekranda hiçbir şey değiştirilmedi.

# Runtime_MeaningProviderChanged
source: This provider changed its response. QuotaBoard needs an update to read it.
tr_tr: Bu sağlayıcı yanıtını değiştirdi. Okuyabilmek için QuotaBoard'ın güncellenmesi gerekiyor.

# Runtime_MeaningCancelled
source: The refresh was cancelled before this check finished.
tr_tr: Yenileme, bu denetim bitmeden iptal edildi.

# Runtime_MeaningUnsupported
source: This provider does not publish limits for your plan.
tr_tr: Bu sağlayıcı planınız için limit yayınlamıyor.

# Runtime_MeaningTemporarilyUnavailable
source: The source is temporarily unavailable. QuotaBoard keeps retrying automatically.
tr_tr: Kaynak geçici olarak kullanılamıyor. QuotaBoard otomatik olarak yeniden deniyor.

# Runtime_MeaningUnknown
source: The check failed for an unknown reason. Try refreshing again.
tr_tr: Denetim bilinmeyen bir nedenle başarısız oldu. Yeniden yenilemeyi deneyin.

# Runtime_ApiKeySuffix
source: (API key)
tr_tr: (API anahtarı)

# Runtime_StatusMinor
source: Minor service outage
tr_tr: Sağlayıcı küçük çaplı bir hizmet kesintisi bildiriyor

# Runtime_StatusMajor
source: Partial system outage
tr_tr: Sağlayıcı kısmi bir sistem kesintisi bildiriyor

# Runtime_StatusCritical
source: Major system outage
tr_tr: Sağlayıcı büyük bir sistem kesintisi bildiriyor

# Runtime_StatusMaintenance
source: Under maintenance
tr_tr: Sağlayıcı bakım çalışması bildiriyor

# Runtime_StatusUnknown
source: Service disruption
tr_tr: Sağlayıcı bir hizmet kesintisi bildiriyor

# Alert_UsageTitle
source: {0} · {1} reached {2:0}%
tr_tr: {0} · {1} %{2:0} seviyesine ulaştı

# Alert_UsageWithReset
source: {0:0.#}% used · resets {1:g}
tr_tr: %{0:0.#} kullanıldı · {1:g} tarihinde sıfırlanır

# Alert_Usage
source: {0:0.#}% used
tr_tr: %{0:0.#} kullanıldı

# Alert_ResetTitle
source: {0} · {1} resets soon
tr_tr: {0} · {1} yakında sıfırlanacak

# Alert_ResetMessage
source: Reset in {0}.
tr_tr: {0} sonra sıfırlanır.

# Alert_HoursMinutes
source: {0}h {1}m
tr_tr: {0} sa {1} dk

# Alert_Minutes
source: {0}m
tr_tr: {0} dk

# Usage_ShowMore
source: Show more ({0} remaining)
tr_tr: Daha fazla göster ({0} kaldı)

# Usage_ShowLess
source: Show less
tr_tr: Daha az göster

# Data_AuthAmp
source: Amp CLI / access token
tr_tr: Amp CLI / erişim tokenı

# Data_CoverageAmp
source: Exact recent thread tokens, subscription usage, and credit balances
tr_tr: Kesin son iş parçacığı tokenları, abonelik kullanımı ve kredi bakiyeleri

# Runtime_AccountAmp
source: Amp account
tr_tr: Amp hesabı

# Runtime_AuthAmp
source: Amp CLI / access token
tr_tr: Amp CLI / erişim tokenı

# Data_AuthCursor
source: Existing Cursor app session
tr_tr: Mevcut Cursor uygulama oturumu

# Data_CoverageCursor
source: Cursor web usage limits plus exact per-request tokens from usage events
tr_tr: Cursor web kullanım limitleri ve kullanım olaylarından kesin istek tokenları

# Runtime_AccountCursor
source: Cursor account
tr_tr: Cursor hesabı

# Runtime_AuthCursor
source: Cursor app session
tr_tr: Cursor uygulama oturumu

# Catalog_Checking
source: Checking…
tr_tr: Denetleniyor…

# Catalog_Loaded
source: LOADED
tr_tr: YÜKLENDİ

# Catalog_Unavailable
source: UNAVAILABLE
tr_tr: KULLANILAMIYOR

# Catalog_NoCache
source: No catalog has been downloaded yet.
tr_tr: Henüz katalog indirilmedi.

# Catalog_Detail
source: {0} models priced · confirmed {1} · {2}
tr_tr: {0} model fiyatlandı · doğrulama {1} · {2}

# Catalog_NextDue
source: Refreshes at 08:00 and 20:00 · next {0}
tr_tr: 08:00 ve 20:00'de yenilenir · sonraki {0}

# Catalog_NextDueUnknown
source: Refreshes at 08:00 and 20:00
tr_tr: 08:00 ve 20:00'de yenilenir

# Catalog_RefreshFailed
source: Refresh failed.
tr_tr: Yenileme başarısız.

# Settings_ModelCatalog.Text
source: Model catalog
tr_tr: Model kataloğu

# Settings_ModelCatalogDescription.Text
source: Token prices come from models.dev. It refreshes twice a day on its own; refresh here if you want it now.
tr_tr: Token fiyatları models.dev'den gelir. Günde iki kez kendiliğinden yenilenir; hemen istiyorsanız buradan yenileyin.

# Settings_ModelCatalogRefresh.Content
source: Refresh now
tr_tr: Şimdi yenile
